;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: RAF
; TranslationAuthorEmail: prohead@o2.pl
; Soft Version: 7.x
;
[Lang]
NativeLanguage=Polski

[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PLK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informacja
Warning=Ostrzeżenia
Error=Błąd
Confirm=Potwierdzenie
FrmWRC.btnregclean.caption=Czyszczenie
FrmWRC.btnadv.caption=Optymalizacja
FrmWRC.btnsilm.caption=Defragmentacja
FrmWRC.btnrestore.caption=Przywróć
FrmWRC.btnsettings.caption=Ustawienia
FrmWRC.btnlikeit.caption=Lubię to
FrmWRC.btnsuggest.caption=Propozycje i uwagi
FrmWRC.WiseSimpleButton1.caption=Kopia zapasowa
FrmRegClean.btnall.caption=Zaznacz wszystkie
FrmRegClean.btnre.caption=Zalecane
FrmRegClean.btnnone.caption=Odznacz wszystkie
FrmRegClean.btnCustom.caption=Kategorie
FrmRegClean.WiseLabel1.caption=Zadanie
FrmRegClean.lbltype.caption=Uruchom:
FrmRegClean.lblweek.caption=Wybierz dzień:
FrmRegClean.lbltime.caption=Czas:
FrmRegClean.btnScan.caption=Skanuj
FrmRegClean.btncancel.caption=Anuluj
FrmRegClean.btnrescan.caption=Odśwież
FrmRegClean.lblstat.caption=Rejestr nie był jeszcze czyszczony. Zalecane natychmiastowe skanowanie i czyszczenie!
FrmRegClean.vtrc.Columns[0]=Dane
FrmRegClean.vtrc.Columns[1]=Klucz rejestru
FrmOptimizer.btnSlimming.caption=Optymalizuj
FrmOptimizer.btnnone.caption=Odznacz wszystkie
FrmOptimizer.btnall.caption=Zaznacz wszystkie
FrmOptimizer.btnDefault.caption=Domyślne ustawienia systemu
FrmOptimizer.lblrecommendinfo.caption=Wypróbuj nasze inne programy z wiseleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer to zestaw niezbędnych narzędzi do optymalizacji rejestru, dysku i wydajności systemu. Łatwy w użyciu i skuteczny!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner to darmowy i jeden z najlepszych programów do czyszczenia dysku z niepotrzebnych plików i śladów aktywności użytkownika. Szybki, dokładny i bezpieczny!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Czy chcesz jeszcze bardziej zwiększyć wydajność systemu Windows?
Frmoptimizer.lblinfoex.caption=Optymalizacja systemu może poprawić szybkość sieci, przyspieszyć oraz zwiększyć stabilność systemu Windows.
FrmOptimizer.btnoptimize.caption=Optymalizuj
FrmRegDefragger.lblinfo.caption=Defragmentacja rejestru może sprawić, że komputer będzie pracował szybciej i bardziej stabilnie.
FrmRegDefragger.lblstat.caption=Rejestr nie był jeszcze defragmentowany. Zalecamy
FrmRegDefragger.btndefrag.caption=Defragmentuj
FrmRegDefragger.lblinfo1.caption=1. Przed uruchomieniem tej funkcji zamknij wszystkie inne aplikacje (zalecane).
FrmRegDefragger.lblinfo2.caption=2. Podczas analizy system przestanie odpowiadać.
FrmRegDefragger.lblinfo3.caption=3. Po zakończeniu defragmentacji komputer zostanie ponownie uruchomiony.
FrmRegDefragger.lblinfo4.caption=4. Przerwanie procesu defragmentacji może to doprowadzić do nieodwracalnej awarii systemu.
FrmRegDefragger.vtdefrag.Columns[0]=Nazwa gałęzi
FrmRegDefragger.vtdefrag.Columns[1]=Aktualny rozmiar
FrmRegDefragger.vtdefrag.Columns[2]=Nowy rozmiar
FrmRegDefragger.vtdefrag.Columns[3]=Nadmiarowość
FrmRegDefragger.btnAnalysis.caption=Analizuj
Frmcustom.caption=Kategorie
Frmcustom.btnre.caption=Zalecane
Frmcustom.btnall.caption=Zaznacz wszystkie
Frmcustom.btnnone.caption=Odznacz wszystkie
Frmcustom.btncancel.caption=Anuluj
Frmcustom.btnok.caption=OK
FrmAbout.lblver.caption=Wersja programu:
FrmAbout.lblemail.caption=Pomocy techniczna:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Strona domowa:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Podziękowania dla następujących osób za ich wkład w rozwój programu:
FrmAboutWin.caption=O nas
FrmAboutWin.btnok.caption=OK
FrmSettings.caption=Ustawienia
FrmSettings.tsCommon.caption=Ogólne
FrmGeneral.chkexp.caption=Dołącz do programu poprawy jakości
FrmGeneral.lblexp.caption=Szczegóły
FrmSettings.tsAutoRun.caption=Uruchamianie
FrmSettings.tsExclusion.caption=Ignorowane
FrmSettings.btnrestore.caption=O nas
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Anuluj
FrmAutorunSettings.chk1.caption=Utwórz na pulpicie skrót "Czyść 1-kliknięciem".
FrmAutorunSettings.lblcmd.caption=Tryb wiersza poleceń
FrmAutorunSettings.lblcmdinfo.caption=Możesz uruchomić program z wiersza poleceń, by automatycznie skanować i czyścić rejestr. Więcej informacji na ten temat znajdziesz pod poniższym adresem URL oraz w pomocy, dostępnej pod klawiszem F1.
FrmAutorunSettings.btnhelp.caption=Pomoc online
FrmExclusion.btnAdd.caption=Dodaj słowo kluczowe
FrmExclusion.btnExport.caption=Eksportuj
FrmExclusion.btnRemove.caption=Usuń
FrmExclusion.btnimport.caption=Importuj
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Anuluj
FrmGeneral.chkNews.caption=Pobieraj wiadomości
FrmGeneral.chkbackup.caption=Twórz kopię rejestru przed czyszczeniem
FrmGeneral.WiseLabel1.caption=Aktualizacje:
FrmGeneral.WiseLabel2.caption=Domyślny język:
FrmGeneral.btnchecknew.caption=Sprawdź teraz
FrmGeneral.lbtran.caption=Przetłumacz na...
FrmGeneral.lblscanmode.caption=Sposób skanowania rejestru
FrmGeneral.rdnormal.caption=Normalny (zalecane)
FrmGeneral.rdssafe.caption=Bezpieczny (pokaż tylko bezpieczne wpisy)
FrmGeneral.rddeep.caption=Dokładny (pełne skanowanie, tylko dla zaawansowanych użytkowników)
Frm_br.btncancel.caption=Anuluj
FrmBackup.caption=Kopia zapasowa
FrmBackup.btnreg.caption=Utwórz kopię bezpieczeństwa rejestru
FrmBackup.btnsys.caption=Utwórz punkt przywracania systemu
FrmRestore.caption=Centrum przywracania
FrmRestore.btnRegBk.caption=Kopia Rejestru
FrmRestore.btnSysBK.caption=Przywracanie
FrmRestore.btnclose.caption=Zamknij
FrmRestore.btnrestore.caption=Przywróć
FrmRestore.btnremove.caption=Usuń
frmupdate.caption=Aktualizacja oprogramowania
pmHelp=Pomoc online
pmHome=Strona domowa
pmCheckNew=Sprawdź aktualizacje
pmLang=Wybierz język
pmSkin=Wybierz skórkę
pmAbout=O nas
pmIgnore=Zignoruj ten wpis
pmrec=Zaznacz bezpieczne wpisy
pmAll1=Zaznacz wszystkie
pmNone=Odznacz wszystkie
pmGo=Otwórz w edytorze rejestru...
pmExport=Eksportuj do...
pmPortable=Utwórz wersję przenośną
FrmlikeUs.lblTitle.caption=Jeśli lubisz Wise Registry Cleaner, to poleć to wspaniałe, darmowe narzędzie swoim znajomym.
FrmlikeUs.lblInfo.caption=Poleć Wise Registry Cleaner członkom swojej rodziny, znajomym, kolegom i koleżankom z klasy lub podwórka przez email, bloga, Twittera, YouTube, Facebooka i inne media.
FrmlikeUs.lblRate.caption=Oceń Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Śledź Wise Cleaner na:
FrmlikeUs.lblshare.caption=Poleć Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Pobierz za darmo
FrmlikeUs.imgrate.hint=Oceń program na 5 gwiazdek
FrmlikeUs.imgmail.hint=Poleć znajomym
FrmlikeUs.imgface1.hint=Poleć na Facebooku
FrmlikeUs.imgface2.hint=Śledź na Facebooku
FrmlikeUs.imgtwitter1.hint=Poleć na Twitterze
FrmlikeUs.imgtwitter2.hint=Śledź na Twitterze
FrmlikeUs.Caption=Lubię to
FrmlikeUs.lbldownload.caption=Pobierz więcej darmowych programów z WiseCleaner.com:
FrmProcess.Caption=Analiza rejestru
FrmProcess.lblwait.caption=Analiza w toku...
FrmProcess.lblinfo.caption=Komputer nie będzie odpowiadał przez kilka sekund.
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizuj
ButtonMaximize=Maksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu
[Message]
Total=Ogółem
DefragRate=Defragmentacja rejestru może zmniejszyć jego rozmiar o %s.
SuggestDefrag=Zalecane natychmiastowe przeprowadzenie defragmentacji rejestru.
SuggestIgnore=Rejestr jest optymalnego rozmiaru, jego defragmentacja nie jest teraz konieczna.
TypeNoError=Czysto
NeverClean=Rejestr nie był jeszcze czyszczony. Zalecane natychmiastowe skanowanie i czyszczenie!
AdviseClean=Regularne czyszczenie rejestru może sprawić, że komputer będzie pracował szybciej i bezpieczniej.
DupItem=Ten wpis jest już na liście.
Advisedefrag=Defragmentacja rejestru może sprawić, że komputer będzie pracował szybciej i bardziej stabilnie.
NeverDefrag=Rejestr nie był jeszcze defragmentowany. Zalecamy
LastDefrag=Po raz ostatni rejestr był defragmentowany:
TotalDefrag=Łącznie rozmiar rejestru został zmniejszony o %.2f.
DefaultValue=(Domyślne)
RegBackup=Kopia zapasowa rejestru
RegRestore=Przywracanie rejestru
CreateBackup=Tworzenie kopii zapasowej...
Compress=Kompresowanie...
Extracte=Wypakowywanie...
Complete=Zakończono
RestoreReg=Przywracanie rejestru... Poczekaj kilka minut...
NotSupportOS=Ta funkcja nie jest dostępna w obecnie zainstalowanej wersji systemu operacyjnego.
EnableRestore=Przywracanie systemu jest wyłączone. Czy chcesz włączyć przywracanie systemu ?
SysCreating=Tworzenie punktu przywracania systemu...
SysRestoring=Przygotowywanie do przywracania systemu...
RestorePointDone=Utworzono punkt przywracania systemu.
RestorePointFail=Utworzenie punktu przywracania nie powiodło się.
ErrorMsg=Komunikat o błędzie:
Area=Kategoria
Summary=Opis
LeastOne=Wybierz co najmniej jedną kategorię do skanowania.
IsRunning=Poczekaj, aż skanowanie zostanie ukończone i spróbuj ponownie.
Optimized=Zoptymalizowany
DefragReport=Rejestr został zdefragmentowany. Raport optymalizacji:
DefragReport1=Poprzedni rozmiar rejestru:
DefragReport2=Nowy rozmiar rejestru:
DefragReport3=Rozmiar po optymalizacji:
ReOptimize=Ponowna optymalizacja
ComfirmDefrag=Zapisz wszystkie otworzone dokumenty, ponieważ po defragmentacji rejestru komputer zostanie uruchomiony ponownie. Czy chcesz wykonać ją teraz?
def15After=%d dni minęło od ostatniej defragmentacji rejestru, dlatego zalecamy jej natychmiastowe wykonanie.
def15Before=Jeśli utrzymasz rejestr w najmniejszym możliwym rozmiarze, to komputer będzie działał szybko i stabilnie.
KeyWord=Wpisz słowa kluczowe:
ExImport=Lista ignorowanych została zapisana do pliku:
NoNewVer=Używasz najnowszej wersji.
Daily=Codziennie
Weekly=Co tydzień
Monthly=Co miesiąc
Never=Nigdy
TranslateTo=Przetłumacz na...
NeedBack=Wygląda na to, że uruchamiasz program po raz pierwszy. Przed dalsza pracą z programem, zalecane jest utworzenie kopii rejestru. Czy chcesz to zrobić teraz ?
Newsletter=Wiadomości
UpgradeInfo=Informacje rejestracyjne
CannotCrTask=Nie można utworzyć zaplanowanego zadania.
ScheduleNextTime=Następny raz:
Exported=Lista wybranych wpisów została zapisana w pliku %s. Czy chcesz go otworzyć?
Idle=Gdy bezczynny
Login=Przy logowaniu
LastClean=Po raz ostatni rejestr był czyszczony:
Monday=Poniedziałek
Tuesday=Wtorek
Wednesday=Środa
Thursday=Czwartek
Friday=Piątek
Saturday=Sobota
Sunday=Niedziela
IssueFound=%d problemów
Scanning=Skanowanie
ScanCanceled=Skanowanie zostało anulowane!
FindError=W sumie znaleziono %d problemy, %d z nich jest potencjalnie niebezpiecznych do usunięcia.
LogAll=Znaleziono %d problemów, %d z nich zostało naprawionych.
LogFail=%d problemów nie udało się usunąć.
StartClean=Wyczyść
StartScan=Skanuj
7After=%d dni minęło od ostatniego czyszczenia rejestru, dlatego zalecamy natychmiast to zrobić.
7Before=Im czystszy jest rejestr, tym sprawniej komputer pracuje!
ReScanHint=Znaleziono %d problemy. Zalecane ponowne skanowanie, aby wyszukać jeszcze więcej problemów.
CleanNow=Kliknij "Wyczyść", aby naprawić znalezione problemy.
NoError=Gratulacje! Rejestr został wyczyszczony!
GoodHabit=Regularne czyszczenie rejestru pomaga utrzymać wydajność komputera na najwyższym poziomie.
ReScanHint1=Zalecamy ponowne skanowanie, aby wyszukać jeszcze więcej potencjalnych problemów.
TypeChanged=Zmieniono kategorie skanowania!
ReScanHint2=Skanuj ponownie, aby znaleźć problemy.
CleanDone=Czyszczenie zakończone!
bkAuto=Automatyczna
bkManual=Użytkownika
BackupDate=Czas utworzenia kopii
BackupType=Typ kopii
Problems=Problemy
CreateDate=Data utworzenia
Description=Opis
Removebackup=Czy chcesz usunąć wybraną kopię zapasową?
RemoveSysRestore=Czy chcesz usunąć wybrany punkt przywracania systemu?
NoBackupSelected=Wybierz co najmniej jedną kopię zapasowa do przywrócenia.
RestoreComplete=Przywracanie ukończone
RestoreFromSysRestore=Przywracanie systemu wymaga ponownego uruchomienia komputera. Czy chcesz zrobić to teraz?
WhenIdle=Gdy bezczynny
WhenLogin=Przy logowaniu
NewVer=Dostępna jest nowa wersja. Czy chcesz ją teraz pobrać ?
[Tuneup]
RestoreAll=Czy chcesz przywrócić ustawienia wszystkich pozycji do wartości domyślnych?
NoSelectedItem=Wybierz co najmniej jedną pozycję do zoptymalizowania..
OptItems=%s poniższych pozycji może zostać zoptymalizowanych.
ItemsOptimized=%d pozycji zostało zoptymalizowanych.
TakeEff=Niektóre zmiany zostaną wprowadzone po ponownym uruchomieniu komputera.
NoItems=Gratulacje! Wszystkie pozycje zostały zoptymalizowane.
BootSpeedup=Przyspieszanie uruchamiania/zamykania
SystemStable=Stabilność systemu
SystemSpeedup=Przyspieszenie systemu
NetworkSpeedup=Przyspieszenie sieci
PrefetchParameters=Optymalizuj parametry pobierania z wyprzedzeniem, aby przyspieszyć uruchamianie systemu
BootDelay=Zmniejsz czas oczekiwania na uruchomienie programu chkdisk.exe przy starcie systemu
BootPartition=Włącz optymalizację, aby przyspieszyć uruchamianie systemu
ClearPagingFile=Wyłącz czyszczenie pliku stronicowania systemu Windows przy wyłączaniu komputera
TimeOut=Zmniejsz czas bezczynności aplikacji przy ich zamykaniu, aby przyspieszyć ten proces
AutoKill=Zamykaj zamrożone procesy w celu uniknięcia awarii systemu
RestartExplorer=Automatycznie zrestartuj Eksploratora Windows, aby przeciwdziałać znikaniu pulpitu
TwoProcess=Uruchamiaj składniki Eksploratora Windows jako osobne procesy
ErrorReport=Wyłącz ekran raportowania błędów
Debugger=Wyłącz debugger w celu przyspieszenia obsługi błędów
OptMemory=Optymalizuj domyślne ustawienia pamięci
OptVEff=Dostosuj ustawienia wizualne interfejsu użytkownika (okienka, menu itd), aby zwiększyć wydajność systemu
OptFileSystem=Optymalizuj system plików, aby zwiększyć wydajność systemu
OptDiskSystem=Optymalizuj podsystem We/Wy dysków, aby zwiększyć wydajność systemu
DisAutoRun=Wyłącz "Autoodtwarzanie" dla dysków, aby uniknąć infekcji / rozprzestrzeniania wirusów
OptDiskIdle=Optymalizuj operacje Wejścia/Wyjścia na dysku, gdy procesor jest bezczynny
OptTTL=Optymalizuj ustawienia TTL (Time To Live - Czas życia) w celu zwiększenia wydajności sieci
OptNetForward=Optymalizuj funkcję przesyłania sieci, aby zwiększyć wydajność sieci
OptMTU=Zwiększ wydajność TCP/IP poprzez automatyczne wykrywanie "czarnych dziur" podczas routingu w technice odnajdywania ścieżki MTU
OptWINS=Optymalizuj czas pobierania nazwy WINS w celu zwiększenia transferu danych
OptNetWork=Optymalizuj ustawienia sieci, aby zwiększyć wydajność komunikacji
CloseAnimate=Wyłącz efekt przy maksymalizacji i minimalizacji okna, aby zwiększyć szybkość reakcji okna
PagingExecutive=Wyłącz stronicowanie pamięci i zmniejsz ilość operacji We/Wy na dysku, aby zwiększyć wydajność aplikacji. (Niezalecane przy mniej niż 1GB RAM)
StaticIP=Ustaw statyczny adres IP dla lokalnego połączenia sieciowego w celu skrócenia czasu uruchamiania komputera
PorcessorTime=Optymalizuj wydajność procesora pod kątem aplikacji i gier. (Niezalecane dla serwera)
DisableIDECheck=Zapobiegaj sprawdzaniu kanałów IDE, aby przyspieszyć uruchamianie systemu
ForeAppSpeed=Zwiększ szybkość reakcji programów pierwszoplanowych
AeroPeek=Zwiększ szybkość wyświetlania interfejsu Aero Peek
OptEthernet=Optymalizacja wydajności karty sieciowej
[Type]
Activex=Nieprawidłowe składniki ActiveX i COM
FireWall=Nieprawidłowe ustawienia Zapory Windows
RootAll=Nieprawidłowe ścieżki i pliki
SoftwareSection=Nieprawidłowe ścieżki i pliki pozostawione przez usunięte oprogramowanie
ApplicationPaths=Nieprawidłowe zarejestrowane ścieżki i pliki aplikacji
FileTypes=Nieprawidłowe rozszerzenie pliku
HelpFiles=Nieprawidłowe zarejestrowane pliki pomocy
Fonts=Nieprawidłowe informacje o czcionkach
SharedDLL=Brakujące współdzielone biblioteki dynamiczne
MRULists=Historia ostatnio używanych plików, oglądanych filmów, edytowanych dokumentów itp.
UninstallSection=Bezużyteczne lub nieprawidłowe informacje dezinstalacyjne
StartMenu=Nieaktualne pozycje Menu Start
StartupProgram=Nieaktualne lub nieprawidłowe programy grupy Autostart
SoundandAppEvents=Nieaktualne lub nieprawidłowe ustawienia dźwięków i zdarzeń
IEUrlHistory=Historia przeglądanych stron przeglądarki Internet Explorer
IFEO=Wpisy utworzone przez oprogramowanie złośliwe, szpiegujące i wirusy
EmptyKey=Wpisy bez informacji
App=Nieprawidłowe ustawienia aplikacji
[ErrorMessage]
MimeExName=Nieprawidłowo zarejestrowane rozszerzenie MIME pliku: %s
EmptyKey=Wpisy bez informacji
EmptyHelpdirctory=Pusty folder pomocy.
FileNotExist=File/folder nie istnieje.
HFileNotExist=Plik/folder pomocy nie istnieje.
EmptyValue=Pusty wpis
TypeLib=Biblioteka typów nie istnieje:
NodeEmpty=Pusty węzeł
SharedFilenotexist=Współdzielony plik nie istnieje.
sharedfilenotbeuse=Współdzielony plik nie jest używany.
noconnection=Brak informacji o powiązaniu pliku.
Invalidpathtoicon=Nieprawidłowa ścieżka do ikony.
ReferstoaninvalidClass=Odnosi się do nieprawidłowej klasy.
Emptyshellcommand=Polecenie powłoki jest puste.
Invalidshellcommand=Nieprawidłowe polecenie powłoki (plik nie istnieje).
Fontsnotexist=Plik czcionki nie istnieje.
Hijacking=%s został przechwycony przez %s.
MRULists=Historia ostatnio używanych plików, oglądanych filmów, edytowanych dokumentów itp.
invalidOpenWith=Brak aplikacji powiązanych z tym typem plików.
ReferActivex=Odwołuje się do nieprawidłowego wpisu ActiveX / COM.
EmptyCLSID=Pusty CLSID.
ComSourceNotExist=Źródło COM nie istnieje.
invalidUnistall=Nieprawidłowa informacja dezinstalacyjna.
notexist=nie istnieje.
ObsoleteStartMenuItem=Nieaktualne pozycje Menu Start.
SoundFilenotexist=Plik dźwiękowy nie istnieje.
FileNotExist1=Plik/folder nie istnieje, ale dysk "%s" to %s. Zaleca się zignorować ten błąd.
OpenWithError=Błąd 'Otwórz z', określona aplikacja nie istnieje.
OpenWithError1=Błąd 'Otwórz z', określona aplikacja nie istnieje, ale napęd "<s0>" to <s0>, zalecamy zignorować ten błąd.
ComSourceNotExist1=Źródło COM  nie istnieje, ale napęd "<s0>" to <s0>, zalecamy zignorować ten błąd.
[Summary]
Activex=Nieprawidłowe składniki ActiveX i COM
FireWall=Nieprawidłowe ustawienia Zapory Windows
RootAll=Nieprawidłowe ścieżki i pliki
SoftwareSection=Nieprawidłowe ścieżki i pliki pozostawione przez usunięte oprogramowanie
ApplicationPaths=Nieprawidłowe zarejestrowane ścieżki i pliki aplikacji
FileTypes=Nieprawidłowe rozszerzenie pliku
HelpFiles=Nieprawidłowe zarejestrowane pliki pomocy
Fonts=Nieprawidłowe informacje o czcionkach
SharedDLL=Brakujące współdzielone biblioteki dynamiczne
MRULists=Historia ostatnio używanych plików, oglądanych filmów, edytowanych dokumentów itp.
UninstallSection=Bezużyteczne lub nieprawidłowe informacje dezinstalacyjne
StartMenu=Nieaktualne pozycje Menu Start
StartupProgram=Nieaktualne lub nieprawidłowe programy grupy Autostart
SoundandAppEvents=Nieaktualne lub nieprawidłowe ustawienia dźwięków i zdarzeń
IEUrlHistory=Historia przeglądanych stron przeglądarki Internet Explorer
IFEO=Wpisy utworzone przez oprogramowanie złośliwe, szpiegujące i wirusy
EmptyKey=Wpisy bez informacji
App=Nieprawidłowe ustawienia aplikacji
[AutoClean]
ErrorsFixed=błędy zostały usunięte.
Title=Gratulacje!
ErrorsFound=błędy zostały znalezione.
[Skin]
SkinDefault=Domyślna
SkinBlue=Niebieska
SkinGreen=Zielona
SkinCustom=Własna
SkinColor=Wybierz kolor skórki
